examples/edcSimpleFoam/SydneyHM1/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      controlDict;
}

application     edcSimpleFoam;
startFrom       latestTime;
startTime       0;
stopAt          endTime;
endTime         20000;
deltaT          1;
writeControl    timeStep;
writeInterval   100;
purgeWrite      2;
writeFormat     binary;
writePrecision  6;
writeCompression compressed;
timeFormat      general;
timePrecision   6;
runTimeModifiable yes;
adjustTimeStep  yes;
maxCo           0.5;
libs ("libVAPExtensions.so" );
functions
(

);
