examples/edcSimpleFoam/SydneyHM1/constant/polyMesh/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      blockMeshDict;
}



convertToMeters 0.001;

defaultPatch
{
 name walls;
 type wall;
}

vertices        
(
(0.000000 1.798287 0.078515)
(0.000000 0.000000 0.000000)
(500.000000 149.857233 6.542908)
(500.000000 24.976206 1.090485)
(500.000000 1.798287 0.078515)
(0.000000 24.976206 -1.090485)
(500.000000 24.976206 -1.090485)
(0.000000 149.857233 -6.542908)
(0.000000 1.798287 -0.078515)
(500.000000 1.798287 -0.078515)
(0.000000 149.857233 6.542908)
(500.000000 0.000000 0.000000)
(0.000000 24.976206 1.090485)
(500.000000 149.857233 -6.542908)

);

blocks          
(
hex ( 11 1 0 4 11 1 8 9 )  (100 15 1) edgeGrading (0.020000 0.020000 0.020000 0.020000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 )
hex ( 4 0 12 3 9 8 5 6 )  (100 50 1) edgeGrading (0.020000 0.020000 0.020000 0.020000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 1.000000 )
hex ( 3 12 10 2 6 5 7 13 )  (100 20 1) edgeGrading (0.020000 0.020000 0.020000 0.020000 20.000000 20.000000 20.000000 20.000000 1.000000 1.000000 1.000000 1.000000 )

);

edges           
(

);

patches         
(
symmetryPlane outer
(
(7 13 2 10)
)
wall bluffbody
(
(8 5 12 0)
)
wedge back
(
(11 1 0 4)
(4 0 12 3)
(3 12 10 2)
)
patch outlet
(
(11 9 4 11)
(9 6 3 4)
(6 13 2 3)
)
wedge front
(
(11 1 8 9)
(9 8 5 6)
(6 5 7 13)
)
patch coflowinlet
(
(5 7 10 12)
)
patch jetinlet
(
(1 8 0 1)
)

);

mergePatchPairs
(
);

// ************************************************************************* //
