examples/edcSimpleFoam/SydneyHM1/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      turbulenceProperties;
}


simulationType RASModel;
