examples/edcSimpleFoam/SydneyHM1/constant/edcProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      edcProperties;
}


Cmag 10;
beta 1;
