examples/edcSimpleFoam/SydneyHM1/constant/g
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      g;
}

dimensions      [0 1 -2 0 0 0 0];
value           (0 0 0);
