examples/edcSimpleFoam/SydneyHM1/0/p
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [ 1 -1 -2 0 0 0 0 ];
internalField   uniform 100000.0;
boundaryField
{
outer
{
 type symmetryPlane;
}
bluffbody
{
 type zeroGradient;
}
back
{
 type wedge;
}
outlet
{
    type            fixedValue;
    
    value           uniform 100000.000000;
}
front
{
 type wedge;
}
coflowinlet
{
    type zeroGradient;
}
jetinlet
{
    type zeroGradient;
}
}
