examples/edcSimpleFoam/SydneyHM1/0/T
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300.0;
boundaryField
{
outer
{
 type symmetryPlane;
}
bluffbody
{
 type zeroGradient;
}
back
{
 type wedge;
}
outlet
{
    type inletOutlet;
    inletValue uniform 300;
    value uniform 300;
}
front
{
 type wedge;
}
coflowinlet
{
    type fixedValue;
    value uniform 300;
}
jetinlet
{
    type fixedValue;
    value uniform 300;
}
}
