examples/edcSimpleFoam/SydneyHM1/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 87882.8;

boundaryField
{
    outer
    {
        type            symmetryPlane;
    }
    bluffbody
    {
        type            compressible::epsilonWallFunction;
        Cmu             0.09;
        kappa           0.41;
        E               9.8;
        value           uniform 87882.8;
    }
    back
    {
        type            wedge;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 10;
        value           uniform 10;
    }
    front
    {
        type            wedge;
    }
    coflowinlet
    {
        type            inletOutlet;
        inletValue      uniform 53.6634;
        value           uniform 53.6634;
    }
    jetinlet
    {
        type            inletOutlet;
        inletValue      uniform 2.25616e+06;
        value           uniform 2.25616e+06;
    }
}


// ************************************************************************* //
