examples/edcSimpleFoam/SydneyHM1/0/ft
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          ft;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [0 0 0 0 0 0 0];
internalField   uniform 0.0;
boundaryField
{
outer
{
 type symmetryPlane;
}
bluffbody
{
 type zeroGradient;
}
back
{
 type wedge;
}
outlet
{
    type inletOutlet;
    inletValue uniform 0;
    value uniform 0;
}
front
{
 type wedge;
}
coflowinlet
{
    type fixedValue;
    value uniform 0;
}
jetinlet
{
    type fixedValue;
    value uniform 1;
}
}
