examples/edcSimpleFoam/SydneyHM1/0/nut
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 1e-6;
boundaryField
{
outer
{
 type symmetryPlane;
}
bluffbody
{
    type            nutWallFunction;
    Cmu             0.09;
    kappa           0.41;
    E               9.8;
    value           uniform 0;
}
    back
{
 type wedge;
}
outlet
{
    type inletOutlet;
    inletValue uniform 1e-6;
    value uniform 1e-6;
}
front
{
 type wedge;
}
coflowinlet
{
    type inletOutlet;
    inletValue uniform 0.000001;
}
jetinlet
{
    type inletOutlet;
    inletValue uniform 0.000001;
}
}
