examples/edcSimpleFoam/SydneyHM1/0/omega
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 5068.21201024;
boundaryField
{
outer
{
 type symmetryPlane;
}
bluffbody
{
    type            omegaWallFunction;
    Cmu             0.09;
    kappa           0.41;
    E               9.8;
    tw              0.057;
    value           uniform 1.0;
}
    back
{
 type wedge;
}
outlet
{
    type inletOutlet;
    inletValue uniform 1;
    value uniform 1;
}
front
{
 type wedge;
}
coflowinlet
{
    type inletOutlet;
    inletValue uniform 35.775614;
}
jetinlet
{
    type inletOutlet;
    inletValue uniform 14951.225430;
}
}
