examples/edcSimpleFoam/SydneyHM1/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      fvSchemes;
}

ddtSchemes
{
  default steadyState;
}
gradSchemes
{
  default Gauss linear;
  grad(U) cellLimited Gauss linear 0.5;
}
divSchemes
{
  div(phi,U) Gauss upwind; //linearUpwindV cellLimited Gauss linear 0.5; //upwind ;
  div(phid,p) Gauss upwind ;
  div(phiU,p) Gauss linear ;
  div(phi,k) Gauss upwind ;
  div(phi,epsilon) Gauss upwind ;
  div(phi,R) Gauss upwind ;
  div(R) Gauss linear ;
  div(phi,omega) Gauss upwind ;
  div((rho*R)) Gauss linear ;
  div(U) Gauss linear ;
  div(U,p) Gauss upwind ;
  div((muEff*dev2(grad(U).T()))) Gauss linear ;
  div(phi,b_ft_h) Gauss multivariateSelection
  {
   h upwind;
   b upwind;
   ft upwind;
  }
;
}
laplacianSchemes
{
  default Gauss linear limited 0.6;
}
interpolationSchemes
{
  default linear ;
}
snGradSchemes
{
  default limited 0.6;
}
fluxRequired
{
  default no;
  p;
}
