examples/edcSimpleFoam/SydneyHM1/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      fvSolution;
}

solvers
{
"(U|k|epsilon|tau|nuTilda|omega|R|h)"
{
 solver PBiCG;
 tolerance 1e-06;
 relTol 0.05;
 preconditioner DILU;

}
p
{
 solver PCG;
 tolerance 1e-07;
 relTol 0.01;
 preconditioner DIC;

}
"(b|ft)"
{
 solver PBiCG;
 tolerance 1e-06;
 relTol 0.05;
 preconditioner DILU;

}
}
SIMPLE
{
 nNonOrthogonalCorrectors 0;
}
relaxationFactors
{
 p 0.3;
 b 0.85;
 U 0.85;
 k 0.6;
 omega 0.6;
 epsilon 0.6;
 nuTilda 0.6;
 h 0.85;
 ft 0.85;
}
