examples/edcSimpleFoam/SydneyHM1/system/mapFieldsDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      mapFieldsDict;
}

patchMap
(
);
cuttingPatches
(
);
