examples/edcSimpleFoam/SydneyHM1/system/sampleDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    ".";
    object      sampleDict;
}


setFormat raw;
surfaceFormat vtk;
interpolationScheme cellPoint;
fields ( U T );
sets
(
 line_x0.1
 {
  type uniform;
  axis distance;

  start ( 0.005 0 0 );
  end ( 0.005 0.03 0 );
  nPoints 200;
 }
 line_x0.26
 {
  type uniform;
  axis distance;

  start ( 0.013 0 0 );
  end ( 0.013 0.03 0 );
  nPoints 200;
 }
 line_x0.6
 {
  type uniform;
  axis distance;

  start ( 0.03 0 0 );
  end ( 0.03 0.03 0 );
  nPoints 200;
 }
 line_x0.9
 {
  type uniform;
  axis distance;

  start ( 0.045 0 0 );
  end ( 0.045 0.03 0 );
  nPoints 200;
 }
 line_x1.3
 {
  type uniform;
  axis distance;

  start ( 0.065 0 0 );
  end ( 0.065 0.03 0 );
  nPoints 200;
 }
 line_x1.8
 {
  type uniform;
  axis distance;

  start ( 0.09 0 0 );
  end ( 0.09 0.03 0 );
  nPoints 200;
 }
 line_x2.4
 {
  type uniform;
  axis distance;

  start ( 0.12 0 0 );
  end ( 0.12 0.03 0 );
  nPoints 200;
 }

);

surfaces
(
);
